# RebarContainerParameterManager Properties

---
The RebarContainerParameterManager type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
RebarContainerParameterManager Class
Autodesk.Revit.DB.Structure Namespace